Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[신한금융투자] 신한금융투자.tmx
Source language: ko_kr
Languages: en

source: 당해사업연도 3분기
en: 3rd quarter of the current fiscal year

source: 제4호 의안 :
en: Agenda 4:

source: 이에 따라 한진중공업은 오는 22일 임시주주총회를 열고, 사명 교체에 대한 정관 변경(안)을 논의할 예정이다.
en: Accordingly, Hanjin Heavy Industries is going to hold an extraordinary meeting of shareholders on the 22nd to discuss possible changes to the articles of incorporation (draft) regarding the name change.

source: 제 15 기 (2021년)
en: 15th period (2021)

source: 한진중공업은 지난 9월 동부건설을 중심으로 해 한국토지신탁과 NH PE(프라이빗에쿼티) 등으로 이뤄진 동부건설 컨소시엄을 새 최대주주로 맞이했다.
en: In September, Hanjin Heavy Industries welcomed the Dongbu Construction Consortium, which consists of Dongbu Corporation at its center, Korea Land Trust and NH PE (Private Equity), as its new largest shareholder.

source: HJ중공업이 유럽 선주사와 총 2억4000만 달러 규모의 7700TEU(1TEU는 6m짜리 컨테이너 1개)급 LNG(액화천연가스) 이중연료 추진 컨테이너선 2척(옵션 2척 별도)의 건조계약을 체결했다고 23일 밝혔다.
en: HJ Heavy Industries announced on the 23rd that it signed a contract with a European shipowner to build two 7,700 TEU (1 TEU = one 6m container) grade LNG (liquefied natural gas) dual-fuel propulsion containerships (a separate option for two ships) worth a total of 240 million dollars.

source: 이사보수한도 승인의 건 【별첨 참조】
en: Approval of the limit to directors’ remuneration【See Attachment】

source: 적자전환
en: Turn to deficit

source: 한진중공업은 22일 임시 주주총회를 열고 HJ중공업으로 사명을 변경하는 정관변경 안건을 의결했다고 밝혔다.
en: Hanjin Heavy Industries held an extraordinary meeting of shareholders on the 22nd and announced that it has approved the changes in the articles of incorporation for changing the company name to HJ Heavy Industries.

source: 1.상기 자료는 한국채택국제회계기준(K-IFRS)에 따라 작성된 연결기준 잠정영업실적입니다.
en: 1. The above materials are provisional operating results on a consolidated basis, prepared in accordance with Korean International Financial Reporting Standards (K-IFRS).

source: 재임기간 1년에 1.2개월분
en: 1.2 months per year for the tenure

source: 지배구조가 바뀐 한진중공업의 정체성을 분명히 해야한다는 게 한진중공업홀딩스의 판단이다.
en: Hanjin Heavy Industries Holdings believes that Hanjin Heavy Industries should clarify its identity as its governance has changed.

source: 동부건설 컨소시엄이 인수한 한진중공업 지분은 66.85%다.
en: Hanjin Heavy Industries' stake that Dongbu Construction Consortium acquired is 66.85%.

source: ①제4조의2 및 부칙 제1조 제3항에 불구하고 2017년 10월 31일 현재 재직 중인 임원에 대하여는 2016년 12월 31일까지의 재임기간에 대하여는 제4조 제2항의 직위별 퇴직금 지급율을 적용하고, 2017년 1월 1일부터 퇴직일까지의 재임기간에 대하여는 제4조의 2의 직위별 퇴직금 지급율을 적용한다.
en: ①Notwithstanding Article 4-2 and Article 1-3 the Bylaw, for executives who are in office as of October 31, 2017, the severance pay rate for each position in Article 4(2) shall be applied for the tenure until December 31, 2016. For the tenure from January 1, 2017 to the date of retirement, Article 4-2 of the severance pay rate for each position shall be applied.

source: 제2조 (시행일)
en: Article 2 (Enforcement date)

source: 지난해 5500TEU급 컨테이너선 4척을 수주하고 지난 3월 동형선 2척을 추가한 데 이어 이번 추가 수주로 총 8척의 컨테이너선 일감을 확보한 상태다.
en: With this new order, the company has secured a total of 8 containerships, along with the last year’s order of 4 5500TEU class containerships and 2 of the same type in March.

source: -159.55억원
en: KRW -15.955 billion

source: 한진중공업은 기존 사명의 상표권을 가진 한진중공업홀딩스와의 상표권 사용 기한이 만료됨에 따라 동부건설 컨소시엄 인수 이후 환경·사회·지배구조(ESG) 시대에 부합하는 종합중공업 기업으로의 재도약과 글로벌 브랜드 이미지 구축을 목표로 사명 변경을 추진해 왔다.
en: Following the expiration of the trademark use period with Hanjin Heavy Industries Holdings that holds the trademark right for the existing company name, Hanjin Heavy Industries,after the acquisitionbyDongbu Construction Consortium,has been trying to change its company name with the goals of re-leaping into a comprehensive heavy industry company that is relevant toenvironment, society, governance (ESG) and political correctness and building a global brandimage.

source: 한토신에 대해 긍정적으로 평가하는 여윤기 한신평 수석연구원은 “신규 부동산 신탁회사의 시장진입에도 개발신탁분야에서 영업수익과 신탁보수 기준 1위 시장지위를 장기간 유지했다”면서 “현금 3246억원을 포함해 1년내 만기도래 자산을 6076억원을 보유하고 있는데 비해 1년내 만기 도래하는 부채는 차입금 1450억원 등 총 1673억원으로 363%의 양호한 유동성 비율을 유지하고 있다”고 긍정평가했다.
en: “Even despite new real estate trust companies entering the market, KOREIT maintained No. 1 market position for a long time in terms of operating revenue and trust fees,” said Yeo Yoon-ki, senior researcher at Korea Ratings, who gives a positive evaluation of KOREIT. “While it has 607.6 billion won of assets maturing within one year, including 324.6 billion won in cash, liabilities maturing within one year reach 167.3 billion won, including borrowings of 145 billion won, maintaining a good liquidity ratio of 363%.”

source: 직전사업연도
en: the previous business year

source: (K-VOTE에서 사용가능한 인증서 한정)
en: (limited to certificates available in K-VOTE)

source: 이사보수한도 승인의 건
en: Approval of the limit to directors’ remuneration

source: -특례기간(자율협약) 종료
en: - Period of special case

source: Ltd.)다.
en: Ltd.).

source: 4,775.10억원
en: KRW 477.510 billion

source: 내용
en: Content

source: 제4조의2{퇴직금 산출특례}
en: Article 4-2 [Special case of calculation of severance pay]

source: 이 정관은 2022년 1월 1일부터 개정 시행한다.
en: This Articles of Incorporation will take effect on January 1, 2022.

source: - 자본금
en: - capital

source: 이어 사내 공모 등을 통해 적당한 이름을 물색하고 있다.
en: It is also searching for a suitable name through in-house competitions.

source: 주주확인용 인증서의 종류 :
en: Types of Certificates for Shareholder Verification

source: 한진중공업 관계자는 "사내 공모를 통해 다양한 의결이 나온 결과, HJ중공업이 가장 적당하다는 방향으로 뜻이 모아지고 있다"라고 말했다.
en: An official from Hanjin Heavy Industries said, "According to various suggestions made through in-house public competitions, there is a consensus that the name HJ Heavy Industries is the most appropriate."

source: 정기주주총회
en: General meeting of shareholders

source: 고(故) 조양호 회장의 동생 조남호 회장이 최대주주로 있는 한진중공업홀딩스는 최근 한진중공업에 사명에서 한진이라는 명칭을 삭제해달라고 요구했다.
en: Hanjin Heavy Industries Holdings, whose largest shareholder is Cho Nam-ho, the brother of the late Chairman Cho Yang-ho, recently demanded that Hanjin Heavy Industries remove the name Hanjin.

source: 정효섭 한기평 책임연구원은 “차입형 토지신탁 사업 악화로 영업실적과 재무안전성이 저하됐다”면서 “재무 레버리지 부담 및, 미분양 사업으로 인한 대손 부담이 지속될 것”이라고 지적했다.
en: Jeong Hyo-seop, senior researcher at Korea Ratings, said, “Business performance and financial stability have declined due to the deterioration of the borrowed land trust business, and the burden of financial leverage and burden of debt due to unsold property business will continue.”

source: 일시
en: Date and time

source: 제2조 {경과조치}
en: Article 2 {Interim measures}

source: 한토신에 대한 시장의 평가도 엇갈리는 모습이다.
en: The market's evaluation of KOREIT is also mixed.

source: 이 규정은 2022년 3월 1일부터 개정 시행한다.
en: This amended Articles of Incorporation will take effect on March 1, 2022.

source: (부칙)
en: (Bylaw)

source: 로 표기한다.
en: CO., LTD.

source: 주주총회에서 상정된 의안에 관하여 수정동의가 제출되는 경우 기권으로 처리
en: If an amendment motion is submitted to an agenda proposed at the general meeting of shareholders, it will be regarded as abstention.

source: 전자투표 행사 전자위임장 수여기간 :
en: Electronic Voting Event Electronic Power of Attorney Award Period :

source: 한진중공업은 사명 변경과 함께 기업 이념과 비전을 담은 기업 이미지(CI)도 공개했다.
en: Along with its name change, Hanjin Heavy Industries also unveiled a corporate image(CI) that contains its corporate philosophy and vision.

source: 제15기(2021.1.1 ~2021.12.31) 재무제표 및 연결재무제표 승인의 건
en: 1) Approval of financial statements and consolidated financial statements for the 15th period (Jan. 1, 2021 ~ Dec. 31,2021)

source: HJ중공업 관계자는 "지난 4월 영국선급으로부터 인증받은 7700TEU급 LNG 이중연료 추진 컨테이너선의 첫 계약"이라며 "향후에도 탄소중립 시대에 발맞춰 친환경, 고부가가치 선박 개발과 수주에 역량을 집중할 방침"이라고 밝혔다.
en: An official from HJ Heavy Industries said, "This is the first contract for a 7700TEU class LNG dual-fuel propulsion containership certified by Lloyd's Register last April," and "we will continue to focus our capabilities on developing and winning orders for eco-friendly and high value-added ships in this carbon-neutral era."

source: 한편, 한진중공업의 주택 브랜드 해모로는 사명 변경 여부와 관계없이 계속 쓸 수 있을 전망이다.
en: On the other hand, Hanjin Heavy Industries' housing brand Haemoro is expected to continue to be used regardless of the name change.

source: 한토신에 대해 부정적으로 보는 의견 중 가장 대표적인 것은 실적에 대한 우려다.
en: Among the negative views on KOREIT, the most representative is concerns over its performance.

source: 수정동의안 처리 :
en: Processing of amendment motion:

source: 임원의 퇴직금은 평균임금(퇴직일 이전 3개월간 지급된 보수의 월평균액)에 다음 제4조 제2항의 지급률과 재임기간을 승하여 산출한다.
en: The severance pay of executives shall be calculated by multiplying the average wage (monthly average of the remuneration paid for the three months prior to the date of retirement) by the pay rate and tenure specified in Article 4(2) below.

source: 620.35억원
en: KRW 62.035 billion

source: (신설)
en: (new)

source: 정관 일부변경의 건 【별첨 참조】
en: Partial amendment to the Articles of Incorporation 【See Attachment】

source: 미래에셋증권은 지난 2016년 KDB대우증권을 인수합병하면서 '대우'라는 인지도를 적극 활용하기 위해 미래에셋 뒤에 대우를 붙였다.
en: In 2016, Mirae Asset Securities acquired KDB Daewoo Securities and added “Daewoo” behind the name “Mirae Asset” to take advantage of the name recognition of "Daewoo."

source: 당해사업연도
en: the current business year

source: <한진중공업, 당해사업연도 3분기 연결 영업이익 82.31억원> 2021.11.15
en: <Hanjin Heavy Industries, 3rd quarter consolidated operating profit of KRW 8.231 ​​billion> 11.15.2021

source: 407.49억원
en: KRW 40.749 billion

source: 나.
en: B.

source: 재임기간 1년에 2개월분
en: Two months per year for the tenure

source: -160.47억원
en: KRW -16.047 billion

source: 지난 3월 대우를 지웠으나, 지난 5년간 여기에 대한 인지도 효과를 톡톡히 누렸다는 분석이다.
en: Although the part “Daewoo” was cleared from the name last March, the country has enjoyed the recognition effect of the name for the past five years.

source: 제3호 의안 :
en: Agenda 3:

source: 최대주주등과의 거래내역 보고
en: Report on transaction details with the largest shareholder, etc.

source: -직위별 재임기간에 대한 구간별 지급률 적용방석 명확화
en: - Clarification of the application of the pay rate for each section for the tenure for each position

source: 한토신은 32회 SRE 워스트레이팅 40개 기업 중 15표(9.7%)를 얻으면서 9위에 이름을 올렸다.
en: KOREIT ranked 9th in the 32nd SRE Worst Rating with 15 votes (9.7%) out of 40 companies.

source: 제1호 의안 :
en: Agenda 1:

source: (부칙 신설)
en: (Adding bylaws)

source: 4,709.73억원
en: KRW 470.973 billion

source: 전년대비
en: Compared to last year

source: 1,034.33억원
en: KRW 103.433 billion

source: - 풍력발전시설 제조,자재구매,공사,장비설치, 유지관리 및 운영
en: - Manufacture of wind power generation facilities, material purchase, construction, equipment installation, maintenance and operation

source: 이어 동부건설 컨소시엄은 동부건설 토목사업본부장과 동부엔지니어링 대표를 역임한 홍문기 대표를 신임 수장으로 선임했다.
en: The Dongbu Construction Consortium then appointed Hong Mun-ki, who served as head of the Dongbu Construction Civil Engineering Division and representative of Dongbu Engineering, as its new head.

source: (부칙 신철)
en: (Newly added bylaws)

source: 대리행사 :
en: Exercising voting rights through a proxy :

source: 주주 여러분께,
en: Dear shareholders,

source: 증감금액
en: Amount of increase or decrease

source: 1.사장:
en: 1. President:

source: 모바일주소 : 『https://evote.ksd.or.kr/m」
en: Mobile address : 『https://evote.ksd.or.kr/m」

source: 현행
en: Current

source: 최근 동부건설과 컨소시엄을 통한 한진중공업의 인수도 부담으로 작용할 것이다.
en: The recent acquisition of Hanjin Heavy Industriesby Dongbu Construction through a consortium will also be a burden.

source: 제1초 (상호)
en: Article 1 (Business name)

source: 연결재무제표 승인의 건
en: consolidated financial statements

source: (부칙신설)
en: (Newly added bylaws)

source: 연결기준
en: On a consolidated basis

source: 444.29억원
en: KRW 44.429 billion

source: 한토신은 한진중공업 인수를 위해 에코프라임마린기업 재무안정 사모투자 합자회사에 850억원의 투자금을 납입했다.
en: To acquire Hanjin Heavy Industries, KOREIT paid an investment of 85 billion won to Eco-Prime Marine Corporation's financial stability private equity joint venture.

source: 부동산 시장이 여전히 활황이지만, 수도권을 제외한 지방은 분양경기가 침체돼 있고, 차입형 토지신탁 업황이 악화한 영향이다.
en: That’s because although the real estate market is still booming, the selling market is stagnant in regions other than the metropolitan area, and the borrowing-type land trust industry has deteriorated.

source: HJ중공업 남영빌딩 3층 강당
en: Auditorium, 3F Namyoung Building, HJ Heavy Industries

source: 의안 주요내용
en: Main agenda

source: 직접행사 :
en: Exercising voting rights :

source: 영문 사명은 HJSC(HJ Shipbuilding & Construction Co.
en: The new name in English is HJSC(HJ Shipbuilding & Construction Co.

source: ~(생략)
en: ~(omitted)

source: 다만, 동부건설의 브랜드 '센트레빌'과 겸용해 전략적으로 브랜드를 활용하겠다는 방침이다.
en: However, the company intends to strategically utilize the brand in connection with “Centreville”, a brand of Dongbu Corporation.

source: 1.19조원
en: KRW 1.19 trillion

source: 한진중공업홀딩스 요청에 따라 한진중공업은 즉시 사명 변경 작업에 돌입했다.
en: At the request of Hanjin Heavy Industries Holdings, Hanjin Heavy Industries immediately began working on the change of its name.

source: 단, 재임기간 중 직위의 변동이 있는 경우에는 각 직위의 지급율을 반영하여 합산한다.
en: However, if there is a change in position during the tenure, the pay rate of each position shall be reflected in calculation.

source: 2.상기 내용은 외부감사인의 회계감사가 완료되지 않은 상태에서 작성된 내부결산 자료이므로 회계감사과정에서 변경될 수 있습니다.
en: 2. The above information is subject to change during auditing as it is an internal closing data prepared before external audit is finished.

source: 한진중공업은 지난 9월부터 건설부문에서는 국립인천해양박물관과 수도권 정비사업 수주하고, 조선부문은 하이브리드 국가어업지도선을 비롯한 컨테이너선을 연속으로 수주하는 성과를 냈다.
en: Since last September, Hanjin Heavy Industries has successfully won orders for the Incheon National Maritime Museum and the metropolitan area maintenance project in the construction sector, and for container ships, including hybrid national fisheries guidance ships, in a row in the shipbuilding sector.

source: 445.08억원
en: KRW 44.508 billion

source: 일
en: Da

source: 수주한 컨테이너선은 GTT사의 마크(Mark) III 멤브레인 연료 탱크를 적용해 6100㎥에 달하는 저장 용량을 확보하면서도 컨테이너 적재량을 극대화한 것이 특징이다.
en: The containership in this order features a maximum container load and a storage capacity of 6,100㎥ with GTT's Mark III membrane fuel tank.

source: 이 회사는 다음의 사업을 영위함을 목적으로 한다.
en: This company aims to conduct the following businesses:

source: 다.
en: C.

source: 제 2 호 의안 :
en: Agenda 2 :

source: 제1조 {시행일자}
en: Article 1 {Enforcement date}

source: 2021년 12월 22일(수) 오전 9시
en: December 22, 2021 (Wednesday) 9:00 am

source: 서울특별시 용산구 한강대로 71길 4, 한진중공업 남영빌딩 3층 강당
en: Auditorium, 3rd floor, Namyeong Building, Hanjin Heavy Industries, Hangang-daero 71-gil 4, Yongsan-gu, Seoul

source: 누적
en: cumulative

source: 이로써 한진중공업은 지난 1989년 한진그룹이 대한조선공사를 인수한 이후 32년 만에 회사 이름을 바꾸고 새 시대를 열게 됐다.
en: Thirty-two years after Hanjin Group took over Korea Shipbuilding Corporation in 1989, Hanjin Heavy Industries now adopts a new company name, ushering in a new era.

source: 대 표 이 사 홍문기 (직인 생략)
en: CEO Hong Moon-gi (sealing omitted)

source: 변경후
en: After change

source: 2022년 3월 25일(금) 오전 9시
en: March 25, Year 2022 (Friday) 9 am

source: 재임기간 1년에 1.5개월분
en: 1.5 months per year for the tenure

source: 정 연구원은 “한진중공업 인수 참여에 따른 자금 소요 가능성을 감안하면 재무 레버리지 부담은 지속될 것”이라면서 “인수 진행현황과 출자규모에 따른 재무부담 모니터링이 필요한 상황”이라고 설명했다.
en: Researcher Jeong said, “Given the possibility of a financial need for participation in the acquisition of Hanjin Heavy Industries, the burden of financial leverage will continue. In addition, it is necessary to monitor the financial burden according to the status of the acquisition and size of the investment.”

source: 한진중공업이 'HJ중공업'으로 사명을 바꾸고 새롭게 출발한다.
en: Hanjin Heavy Industries makes a fresh start with its new name ‘HJ Heavy Industries.’

source: 비고
en: Remark

source: 상법 제542조의4에 의거 경영참고사항을 당사 홈페이지에 게재하고 금융위원회, 한국거래소, KEB하나은행 증권대행부 및 당사 본·지점에 비치하오니 참고하시기 바랍니다.
en: Please note that in accordance with Article 542-4of the Commercial Act, management notes are posted on our website and kept at the Financial Services Commission, Korea Exchange, KEB Hana Bank's Securities Agency and our head office/branch.

source: 제2조 (목적)
en: Article 2 (Purpose)

source: 서울특별시 용산구 한강대로 71길 4, HJ중공업 남영빌딩 3층 강당
en: 3FAuditorium,HJ Heavy Industries Namyeong Building, Hangang-daero 71gil ,4, Yongsan-gu, Seoul

source: 이번 계약에는 옵션 2척이 포함돼 있어 추가 수주도 기대한다.
en: The contract includes an option for two ships, so additional orders are expected.

source: 사업목적 변경
en: Change of business purpose

source: 연결
en: consolidation

source: 부칙
en: Bylaw

source: 지난달 고용노동부 안전경영대상에서 종합대상을 받기도 했다.
en: Last month, the company also received the grand prize for safety management given by the Ministry of Employment and Labor.

source: 1,050.51억원
en: KRW 105.051 billion

source: - 변경된 홈페이지 반영
en: - Reflecting the changes on the website

source: 제 1 호 의안 :
en: Agenda 1 :

source: 다
en: Ne

source: 제15기(2021 회계연도) 재무제표 및
en: Approval of the 15th (Fiscal Year 2021) financial statements and

source: 제2호 의안 :
en: Agenda 2:

source: 제4조[퇴직금 산출방법]
en: Article 4 [Calculation method of severance pay]

source: 정관변경의 건
en: A change in Articles of Incorporation

source: 장소
en: Venue

source: 2.전무, 상무(등기):재임기간 1년에 2개월분
en: 2. Senior managing director, managing director (registered): 2 months per year for the tenure

source: 누적 기준으로는 매출액, 영업손실, 순손실이 각각 1.19조원, 159.55억원, 583.06억원으로 전년동기대비 -7.98%, 적자전환을 기록했다.
en: On a cumulative basis, sales, operating loss, and net loss were KRW 1.19 trillion, KRW 1595.5 billion and KRW 58.306 billion, respectively, recording a -7.98%, compared to the same period last year.

source: 한국토지신탁의 올해 상반기 매출은 1142억원으로 전년 동기(1147억원) 대비 0.4% 감소했고, 영업이익은 489억원으로 전년비 4.5% 줄었다.
en: KOREIT's sales in the first half of this year were 114.2 billion won, down 0.4% from the same period last year (114.7 billion won), and operating profit was 48.9 billion won, down 4.5% from the previous year.

source: - 사외이사 참석여부
en: - Whether outside directors are present

source: ②직위별 퇴직금 지급율
en: ②Rate of severance pay by position

source: 43.04억원
en: KRW 4.304 billion

source: ※ 동 정보는 동사가 작성한 결산자료로서, 외부감사인의 감사결과 수치가 변경 될 수 있으므로 추후 「감사보고서 제출」 공시를 반드시 확인하여 주시기 바랍니다.
en: ※ This information is the closing materials prepared by the company, but the results of the audit by an external auditor may be subject to change. Thus, please be sure to check the public announcement of 「Audit Report Submission」 in the future.

source: 이사보수 한도액
en: Limit to directors’ remuneration

source: 변경(안)
en: Change (draft)

source: 1,500백만 원
en: 15 million won

source: 상기 "결의사항" 중 제1호 의안은 연결재무제표 및 재무제표에 대한 감사위원 전원의 동의 및 외부감사인의 적정 의견시, 상법 제449조2 및 당사 정관 제41조에 따라 이사회 결의로 승인하고 주주총회에는 보고로 갈음될 예정입니다.
en: In case of the consent of all auditors and appropriate opinions of external auditors on the consolidated financial statements and financial statements, in accordance with Article 449(2) of the Commercial Act and Article 41 of the Articles of Incorporation of the Company, Agenda 1 of the above "Resolution" will be approved with a resolution of the Board of Directors, and a report will be submitted to the general meeting.

source: ①산출방법:
en: ①Calculation method:

source: <한국토지신탁을 둘러싼 엇갈린 희망> 2021.11.17
en: <Mixed hopes surrounding Korea Real Estate Investment and Trust (KOREIT)> 11.17.2021

source: 서울특별시 용산구 한강대로 71길 4
en: 4, Hangang-daero 71-gil, Yongsan-gu, Seoul

source: 1.29조원
en: KRW 1.29 trillion

source: 구분
en: Division

source: - 부채총계
en: - Total debt

source: HJ중공업은 20일 전국 건설현장과 부산 영도조선소 등 각 사업장에서 중대산업재해 근절 선포식을 열었다.
en: On the 20th, HJ Heavy Industries held a declaration ceremony for the eradication of serious industrial disasters at construction sites nationwide and at each business site including Yeongdo Shipyard in Busan.

source: - 영업이익
en: Operating profit

source: - 당기순이익
en: - Net profit during the term

source: 매출액
en: Sales

source: 올해 말까지 사명에서 '한진'이라는 명칭을 빼야 하는데, 건설시장과 조선시장에서 인지도를 유지할 수 있는 새 이름을 찾아 고민에 고민을 거듭하고 있는 모양새다.
en: By the end of this year, the name "Hanjin" should be removed from its name, but it looks like it is struggling to find a new name that can maintain awareness in the construction and shipbuilding markets.

source: 이런 맥락에서 후보군 중 하나인 한진건설중공업도 마땅치 않다는 의견이다.
en: In this context, it is said that Hanjin Construction Heavy Industry, one of the candidates, is not desirable, either.

source: 지난 3월 말 기준 고정이하자산 규모는 4243억원, 비중은 55.9%로 미분양 사업으로 인한 대손 부담이 지속될 수밖에 없다는 분석이다.
en: As of the end of March, the size of sub-standard assets stood at 424.3 billion won, accounting for 55.9%, and according to an analysis, the bad debt burden due to the unsold property business will continue.

source: 아직 확정 전이지만, 한진중공업은 사명 변경을 통해 건설시장 및 조선시장 공략에 박차를 가한다는 방침이다.
en: Although it has yet to be finalized, Hanjin Heavy Industries plans to accelerate its advance into the construction and shipbuilding markets by changing its name.

source: 이 회사는 국토교통부로부터 공공건설공사 안전관리 수준평가에서 '매우 우수'를 받았다.
en: The company received the rating of 'Very Excellent' in the safety management levels of public construction works evaluated by the Ministry of Land, Infrastructure and Transport.

source: 한토신 신용등급에 대한 시장 전망은 상이하나 등급을 하향해야 한다는 쪽으로 무게가 쏠린다.
en: Although the market outlooks for KOREIT's credit rating vary, they are mostly in the downward direction in the rating.

source: 4.고문(등기):재임기간 1년에 2개월분
en: 4. Advisor (registered): 2 months per year for the tenure

source: 제1조 (상호)
en: Article 1 (Business name)

source: 주 식 회 사 HJ 중 공 업
en: HJ Heavy Industries Co., Ltd.

source: 새 CI의 디자인은 태극기의 건곤감리를 모티브로 형상화했다.
en: The motif of the four trigrams of the national flag, geon, gon, gam, and yi, is represented in the new CI design.

source: 참석(명)
en: Attendance (persons)

source: 한진중공업홀딩스는 최근 한진중공업에 사명에서 한진이라는 명칭을 삭제해달라고 요구했다.
en: Hanjin Heavy Industries Holdings has recently requested that Hanjin Heavy Industries remove the name Hanjin in its title.

source: 전 각호의 사업을 수행하는데 필요한 일체의 부대사업
en: Any business incidental to carrying out the business under each of the preceding subparagraphs

source: 3월
en: March

source: 2022년 3월 15일 (화) ~ 2022년 3월 24일 (목)
en: Mar. 15 2022) (Tue.) ~Mar. 24, 2022

source: 3.상무(비등기), 상무보:재임기간 1년에 2개월분
en: 3. Managing Director (unregistered), Assistant Managing Director: 2 months per year for the tenure

source: 4,777.09억원
en: KRW 477.709 billion

source: 이 정관은 2022년 3월 25일부터 개정 시행한다.
en: This amended Articles of Incorporation shall take effect on March 25, 2022.

source: 이날 행사에는 홍문기 대표와 임직원, 협력업체 직원이 참석해 안전보건 경영방침을 알리고 실천을 다짐하는 시간을 가졌다.
en: CEO Hong Moon-ki, executives and employees, and employees of partner companies attended the ceremony to publicize the safety and health management policy and pledge to put it into practice.

source: 옵션 계약이 발효될 경우 HJ중공업의 컨테이너선 수주 잔고는 10척으로 늘어나고 올 수주액만 8000억원으로 증가해 올해 목표치의 절반을 넘어서게 된다.
en: That option included, HJ Heavy's containership order backlog will increase to 10, which amounts to 800 billion won for this year, more than half of this year's target.

source: 43.28억원
en: KRW -4.328 billion

source: - 대규모법인여부
en: - whether or not a large corporation

source: 제4조 제2항에 불구하고, 2017년 10월 31일부터 회사의 자율협약 종료일까지의 사이에 퇴직하는 임원에 대하여는 아래 직위별 퇴직금 지급율을 적용하여 퇴직금을 산출한다.
en: Notwithstanding Article 4(2), severance pay shall be calculated by applying the following severance pay rate for each position in case of executives who retire between October 31, 2017 and the end date of the company's voluntary agreement.

source: 615.01억원
en: KRW 61.501 billion

source: 한진중공업은 지난 10월 임직원을 대상으로 사내 공모를 실시하고 최다 제안명인 HJ중공업을 새로운 사명으로 선정했다.
en: In October, Hanjin Heavy Industries held an internal public contest with its employees and selected the most proposed name, HJ Heavy Industries, as its new name.

source: 별도기준 매출액은 4,775.10억원으로 전년대비 1.44% 증가했다.
en: Sales on a separate basis were 477.510 billion won, up 1.44% from the previous year.

source: 순이익
en: Net profit

source: 81.64억원
en: KRW 8.164 billion

source: ※직위변동이 있는 경우의 퇴직금 산출
en: ※ Calculation of severance pay in case of position change

source: 한토신을 선택한 15표 중 하향해야 한다는 의견이 8표였다.
en: Of the 15 votes that chose KOREIT, 8 votes said that it should be downgraded.

source: 1.사장, 부사장 이상:재임기간 1년에 4개월분
en: 1. President, Vice President or higher: 4 months per year for the tenure
